Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: ‘붉은 뿔.’{j}색은 구분할 수 없어도 확신했다.{j}이미 한 번 잡아 본 놈이다.{j}붉은 뿔은 발견하기가 어렵지, 발견하면 잡는 건 다른 놈들과 다르지도 않다.
en_us: Red horns. I couldn’t see the color in the dark, but I was certain. I caught a red-horned deer before. Although they’re hard to find, they can be captured just as easily as ordinary deer once found.{j}{j}{j}

source: 툭.{j}데구르르르.
en_us: Plop. Roll.{j}

source: “설마.”
en_us: “No way.”

source: 이곳에도 자주 나타났으니, 여기 근처에도 하나쯤은 있을 거다.{j}예비대 천막 바로 옆이었다.{j}하나를 잡아 뚝 끊어서 올렸다.
en_us: They frequently came here, so there should be one around here. I cut out a blade of grass with my hands, which was right next to our barracks.{j}{j}

source: 어쩐지 눈치가 이상했다.
en_us: No wonder they acted strange.

source: 목구멍이 따갑다.
en_us: My throat prickled.

source: 린드 소네이트.
en_us: Lind Sonnet.

source: 사실 내가 만들어 붙인 약은 현재는 없던 조제법이다.{j}한 20년이나 있어야 나올까?{j}아니, 본래는 있는 조제법이다.{j}그게 널리 알려지지 않았을 뿐이라고 하는 게 맞겠지.
en_us: Actually, the medicine I had made doesn’t exist now. It will probably be invented in 20 years. To be more precise, it does exist at this point, but it’s just that the making process isn’t widely known now.{j}{j}{j}

source: “오, 뭐 때문인데?”{j}좋은 청자는 적절한 때에 추임새를 넣는 법이다.
en_us: “What is it?” A great listener asks questions at the right timing.{j}

source: “기분 좋은 김에 살려 주면 안 되나?”
en_us: “Can’t you save me since you’re in a good mood?”

source: “치료.”
en_us: “I’m taking care of you,”

source: 그리고 끝까지 쫓아온 놈이 하나.
en_us: And another one who chased me till the end.

source: “어떤 병사가 그러는데, 개 무리가 풀을 뜯어 먹는 걸 봤다고 했더니, 바로 옆에서 외치더라고.{j}개 풀 뜯어 먹는 소리 하지 말라고.”
en_us: “A soldier told me that he saw the dogs grazing on grass. Then, another one next to him shouted that it’s total nonsense.”{j}

source: 땅이 울리고, 세상이 쪼개지는 듯한 기분이 들었다.
en_us: I felt the ground rumbling, and it felt like the world was being split into half.

source: 겨우 허리가 잠기는 곳에서 현란도 하다.{j}수영 솜씨를 뽐내는 놈이다.{j}다른 놈들도 잠수하며 물고기를 맨손으로 잡겠다고 난리였다.
en_us: The water just reaches to your waist, why splash around so much? He boasted his swimming skills. Others attempted to catch a fish with their bare hands after diving in.{j}{j}

source: “난 들개, 이곳에 와야 해.{j}그런데 인간이 방해해.”
en_us: “Say I’m a dog who needs to come here. But there are humans on the way.”{j}

source: ‘누군지를 모르겠단 말이지.’
en_us: ‘But who was it?’

source: 왱!{j}다시 벌이 날았다.{j}그걸 쫓으며 부리나케 걸었다.{j}왜왜왜왱!
en_us: Buzzz! The bee flew away. I panted after it. Buzzzz! {j}{j}{j}

source: “그걸 잡아서 위에 바치면, 아시죠?”
en_us: “You know what to do after catching one.”

source: 뒈져라.{j}새끼야.
en_us: Die, you son of a b*tch. {j}

source: 무슨 생각을 하고 있을까?
en_us: What was he thinking?

source: 내가 입을 열자, 그가 날 바라봤다.
en_us: He gazed at me as I called out.

source: “고맙지.”
en_us: “My pleasure.”

source: 반신반의하며 병사가 묻는다.{j}거참, 이 말을 또 하게 하네.
en_us: The soldier asked, half in doubt. Do I have to repeat this again?{j}

source: “에이.”
en_us: “Ugh.”

source: 훌륭한 치유사는 훌륭한 약제사이며.{j}훌륭한 약제사는 또한 훌륭한 약초꾼이다.{j}그러니 함부로 레시피를 발설하지 않고, 공유하는 것도 조심스럽다.{j}‘치료’에 관한 발전이 늦는 이유다.
en_us: A great doctor is a great pharmacist, and a great pharmacist is a great herbalist. That’s why they wouldn’t make their recipes public, nor share it with others. It’s also the reason why medical technology is advanced slowly.{j}{j}{j}

source: “잠깐 볼일 좀 보느라고.”
en_us: “I had to take care of something.”

source: “아이 씨.{j}우리 마을에서는 이렇게 잡던데.”
en_us: “Damn. Back in my village, we would catch fish like this.”{j}

source: 막 스물이 넘었을 때였나.{j}치유소에서 잡일을 하고 있을 때였다.
en_us: I had this conversation when I was around 20 years old and working as an assistant in a hospital.{j}

source: 옆을 보자, 정규 십인대 병사 하나가 날 힐끗 봤다.{j}자, 이 친구는 아니고.{j}슬쩍 눈치를 보며 사방을 살폈다.{j}기지개를 켜고, 맑은 하늘을 한 번 보고 다시 주변을 살폈다.
en_us: When I glanced sideways, a regular dercury looked back at me. Not this one. I looked all around. I stretched, looked up to the blue sky, and took a glimpse on my surroundings.{j}{j}{j}

source: “후, 뭐, 말썽을 부리는 건 그 한 마리가 대부분 하고, 나머지는 주변에 있는 풀이나 뜯고 도망가고 하지.{j}시팔!{j}그때 쳐 웃고 도망가는 걸 보면 피가 거꾸로 솟는다고.”
en_us: “Phew. Well, most of the pranks are made by just one dog, and the rest munches on grass and run away. Damn. Have you even seen that smiling face?” {j}{j}

source: ‘정찰을 나갈 필요도 있고.’{j}대뜸 찾아가서 ‘나 정찰대로 써 주쇼.’{j}라고 하면 지휘관이 잘도 써 주겠다.{j}그에 합당한 능력을 보여야 기용하는 거다.
en_us: I also need to go out on watching duty. No commander would use a soldier who volunteers for watching duty. They would first have to be talented enough.{j}{j}{j}

source: 당연히 진드기로는 무리지.{j}사실 어디서 숏 보우라도 구해 와야 하지만.{j}어쨌든 이건 미끼다.
en_us: Of course that won’t be enough. We might actually need a short bow for this task. Anyways, this is a bait.{j}{j}

source: 대장이 묻는다.
en_us: The boss asked.

source: 그대로 90도로 꺾으며 달리자.{j}꺽!
en_us: Just keep running in a 90 degree angle. Ugh!{j}

source: “잘 가라.”
en_us: “Good bye.”

source: “야.”
en_us: “Hey.”

source: 그 누가 의심할까?
en_us: So who would ever doubt him?

source: 뒤에서 누군가 외치는 소리가 들렸다.{j}땅이 울리는 진동에 맞춰 몸이 떨렸다.{j}본능적으로 창대를 꽉 움켜쥐었다.{j}기시감이 들었다.{j}이 전장, 이 상황.
en_us: I heard someone shouting from behind. My body trembled to the rhythm of the ground shaking. On instinct, I gripped my shaft tightly. I felt a strong déjà vu of this battlefield and this situation.{j}{j}{j}{j}

source: “음.”
en_us: “Huh.”

source: 이곳은 코볼트 서식지였다.{j}놈들을 대단한 괴물이라고 칭할 순 없었다.{j}무장한 병사 하나가 코볼트 한 마리 정도는 우습게 잡는다.{j}꽤 훌륭한 전사이자 병사라면, 코볼트 서식지 하나쯤은 혼자서도 처리한다.{j}주변을 둘러봤다.
en_us: This is a cobolt territory. They aren’t the most terrifying monsters. An armed soldier can take down a cobolt easily. If he is a great warrior and soldier, it’s possible for him to take down on a cobolt territory alone. I looked around me.{j}{j}{j}{j}

source: 타이밍 좋게 귀에 들리는 소리다.{j}현재 병사와 예비대의 가장 큰 차이라면 경험뿐이다.{j}경험이 쌓이면, 예비대도 충분히 이 병사들 이상으로 단단해 보일 거다.
en_us: Well, there’s that sound again. The biggest difference from these two soldiers and our reserve troops is experience. With enough experience, even the members of the reserve troop will look more reliable than these soldiers.{j}{j}

source: 그가 피와 섞인 코딱지를 옆에 들이대자, 다른 병사가 피했다.{j}그래.{j}저 손으로 상처를 만졌을 거다.{j}시바.{j}감염되라고 아예 신에게 기도하지 그러냐?
en_us: When he wiped his blood stained booger out, another soldier avoided him. Sure. You would have touched the wound with those hands. Damn. Why don’t you just pray to god that Lind gets infected?{j}{j}{j}{j}

source: “너 이름이 뭐지?”
en_us: “What was your name again?”

source: “이게 여기 있었나?”
en_us: “Did this tree use to be here?”

source: 내 오른팔이 무사하다.
en_us: My right arm was still attached to my body.

source: 막사는 처참하게 허름한 수준이었다.{j}구멍이 뻥뻥 뚫려서 비라도 오면 단체로 목욕이라도 할 기세다.{j}아니, 비가 오는 게 나을지도 모르겠는데.{j}여름도 아닌데 피비린내와 쉰내가 섞여 형용할 수 없는 고약한 냄새가 풍겼다.{j}저 천막의 구멍은 환기용으로 뚫었던가?
en_us: The barracks were way too shabby. There were holes everywhere, so we could all take a shower when it rained. Or, maybe it would be better that it rained. It wasn’t even summer, but the smell of blood and sweat mingled and created a horrible smell that couldn’t be describe with words. Were the holes of the tent for ventilation.{j}{j}{j}{j}

source: 살짝 상기되어 있던 린드는 말끝을 흐렸다.{j}흥분도 많이 가신 얼굴이다.{j}추임새도 좋고, 내 연기력도 훌륭했다.{j}그가 말하길 꺼린 건 우리 때문이 아니었다.
en_us: Lind, who had a flush on his face. began to trail off. He wasn’t as excited as before. I had the perfect timing, and my acting skills were excellent. We weren’t the reason why he was taking his time.{j}{j}{j}

source: 무려 24년 이후에도 친구로 남은 녀석이다.
en_us: He was one of the few people who remained friends even after 24 years.

source: 그렇다고 방법이 없을까.{j}차고 넘쳐서 탈이지.
en_us: Does that mean I was out of options? Absolutely not.{j}

source: 컹컹!{j}눈을 뜨기 전부터, 귀가 먼저 소리를 들었다.{j}개 짖는 소리다.
en_us: Woof woof! Even before I could open my eyes, my ears heard the noise. It was the sound of dogs barking.{j}{j}

source: 누군가의 외침이 귀를 때렸다.{j}남색 깃발을 든 기수다.{j}기수를 따라 살아남은 병사들이 움직였다.{j}다리가 후들거렸다.{j}난 붙어 있는 오른손으로 허벅지를 피멍이 들 정도로 꼬집었다.{j}후들거리는 다리가 힘을 찾았다.
en_us: My ears ached from someone shouting. It was a flag bearer with an indigo flag. The remaining soldiers budged and followed him. My legs were trembling. I pinched my thigh until it became black and blue with my right hand that was still attached to my body. I could stand firm now that my legs stopped trembling. {j}{j}{j}{j}{j}

source: “오자마자 다들 잔다고?{j}심심해 뒈질 것 같다니까.”
en_us: “You guys are all going to sleep? I’m so bored!”{j}

source: 예비대도 잠에서 깼다.
en_us: The reserve troop woke up from their sleep.

source: 입에 문 가죽 주머니 덕분이다.
en_us: It was all because of the leather pouch in my mouth.

source: 그리고 허리부터 반쯤 절벽에 걸렸다.
en_us: And half of my body hung from the cliff from my waist.

source: 밤이 되니 칠흑 같은 어둠이 주변을 메웠다.{j}달빛이 어설프게나마 땅을 비추지만, 낮에도 햇빛이 제대로 스며들지 않는 곳이다.
en_us: Night fell, and the darkness swallowed the forest around us. The little moonlight left beamed on the ground, but not even the sunlight can penetrate through here at daytime.{j}

source: 나는 말함과 동시에 자연스럽게 몸을 돌렸다.
en_us: As I spoke, I naturally turned my body backwards.

source: “저놈의 개새끼가!”
en_us: “Those bastards!”

source: 몇 번이고 날 괴롭혔던 장면이기에.
en_us: It was something that haunted me over and over again.

source: 스튜를 지키던 병사가 울상을 지었다.{j}린드의 표정이 구겨졌다.
en_us: The soldier guarding the stew whimpered. Lind began to frown.{j}

source: 허우적거릴 수가 없었다.
en_us: It was impossible for me to flounder.

source: “크흐흐흐.”
en_us: “Hahaha.”

source: 그리고 그때 나는 팔을 잃고 돌아와 쳐 우느라 바빴다.
en_us: That day, I lost my arm and was too busy crying.

source: “하나는 날 고생시킨 놈이고, 다른 하나는 아는 얼굴이지?”
en_us: “One of them made you suffer, and I’m sure you’re familiar with the other one.”

source: 나는 패스파인더, 길을 찾는 자다.{j}숲에서 냄새와 눈썰미로 냇가를 찾는 건 일도 아니다.{j}졸졸 물이 흐르는 소리가 먼저 들렸고, 곧 우리의 눈에 얄팍한 냇가가 보였다.
en_us: I’m a path-finder, or someone who finds the way. Finding a stream in a forest by relying on my sense of smell and sight is quite easy. We first heard water trickling, and soon enough, we spotted a shallow stream ahead.{j}{j}

source: 그대로 린드 곁에 궁둥이를 붙여 앉았다.{j}미친 듯이 피곤했다.
en_us: Right at that spot, I sat right next to Lind. I could easily fall asleep any time.{j}

source: 그가 날 챙겼다.{j}팔을 잃은 순간부터, 24년 뒤까지.
en_us: He looked after me, from the moment I lost my arm to 24 years after that.{j}

source: “치료.”{j}뭐 하긴, 너 병신 되지 말라고 정성스레 약초 바르고 붕대 감는다.
en_us: “I’m taking care of you,” What else does it look like? I’m applying herbs and wrapping cloths so that you won’t be crippled.{j}

source: “처음부터 방해한 건 아니었을 거야.{j}난 그냥 오기만 하면 되는데, 보자마자 인간이 배척했어.{j}그리고 난 들개 무리의 수장이다.{j}수장은 가족을 돌봐야 해.”
en_us: “They wouldn’t have annoyed humans from the first time. They only need to get here, but humans have chased them from the beginning. If I’m the leader of the pack, I need to take care of my family.”{j}{j}{j}

source: “일찍 일어났네?”
en_us: “You’re up early,”

source: 빡!{j}뀌에엑!{j}빡!{j}빡!
en_us: Thump! Eeeek! Thump! Thump!{j}{j}{j}

source: 일단은.{j}급한 것부터 찾아야겠다.
en_us: It certainly looked like it. But first thing’s first.{j}

source: 난 호흡을 멈추고 입가를 가린 채로 뒤로 뛰었다.
en_us: I held my breath, covered my mouth, and ran backwards.

source: 난 열다섯 살이 되었다.{j}바지를 들쳐 확인해 보니, 아직 덜 자란 나의 분신이 있었고.{j}팔다리도 가늘고, 키도 크기 전이었다.{j}잘 먹지 못해서 볼도 홀쭉했다.
en_us: I am fifteen years old again. When I lifted my pants, there was my younger body not fully grown yet. My limbs were thin, and it was even before I grew up. Even my cheeks were sunken because I didn’t eat well.{j}{j}{j}

source: ‘이쯤인데.’
en_us: ‘It should be around here.’

source: 적당히 먹고 나머지는 부대로 가져가면 된다.{j}피를 빼고, 다리 한쪽을 자르려고 단검을 들이대니.{j}뒤에서 수염 도끼가 다가왔다.
en_us: We’ll take the remainders to our base camp. When I was draining out the blood and placed my dagger to its leg, the bearded ax guy approached me from behind.{j}{j}

source: 저 천막의 구멍은 환기용으로 뚫었던가?
en_us: Were the holes of the tent for ventilation.

source: 해가 뜨기 전, 내가 몸을 일으키자 뒤에서 묻는다.{j}예비대 임시 대장이었다.
en_us: Before sunrise, when I stood up, I heard a voice behind me. It was our temporary boss.{j}

source: 그러니까 저 새끼는 아주 집요한 놈이다.
en_us: In other words, he’s a very persistent guy.

source: 원래 이랬던가.
en_us: Was it always like this?

source: 우연히 만난 인물로,
en_us: I ran into him one day.

source: ‘오더 급은 아니더라도.’{j}적어도 천인대장 급의 영향력은 있을 거다.{j}난 그가 들어줄 만한 일을 골랐다.
en_us: Although he isn’t an Order, I was sure that he would be as powerful as the leader of 1000 soldiers. I chose something that he would listen to.{j}{j}

source: “좀 쉬자.”
en_us: “Let’s get some sleep.”

source: 린드가 날숨을 뱉으며 바닥에 주저앉았다.{j}천막 바닥엔 얇은 천을 깔아 뒀는데, 올라오는 습기 정도만 막을 정도였다.{j}원래 이랬던가.
en_us: Lind breathed out and dropped to the ground. There was a thin cloth on the ground, but it was only enough to trap the moisture from the ground. Was it always like this?{j}{j}

source: 가죽 수통을 건네자 꿀꺽꿀꺽 물을 삼켰다.
en_us: He immediately began drinking water from the leather water bottle that I handed him.

source: ‘대충 열흘쯤 남았겠지.’
en_us: ‘I probably have around ten days left,’

source: “두 분도 도와주셔야 합니다.{j}사실 조금 위험하기도 하고요.”
en_us: “The two of you should help too. It’s actually a bit dangerous as well.”{j}

source: 외침이 들렸고.{j}반사적으로 손을 들어 올렸다.
en_us: I heard the shouting, and I raised my arms up instinctively.{j}

source: 큰 나무 사이로 팽하고 세 개의 줄이 길을 막았다.{j}줄에 발려 있는 건 손수 만든 진드기였다.{j}쿵!{j}놈이 줄에 부딪힌 순간, 나무 뒤에서 버티고 있던 병사 둘이 동시에 콰당하고 넘어졌다.
en_us: Three tight ropes blocked the way between the large trees. Beforehand, we had applied my tick all over the ropes. Thump! When it bumped into the ropes, the two soldiers behind the trees both fell into the ground.{j}{j}{j}

source: “돌격!{j}돌격!”{j}뒤에서 누군가 외치는 소리가 들렸다.{j}땅이 울리는 진동에 맞춰 몸이 떨렸다.{j}본능적으로 창대를 꽉 움켜쥐었다.{j}기시감이 들었다.{j}이 전장, 이 상황.
en_us: “Charge! Charge!”{j}{j}I heard someone shouting from behind. My body trembled to the rhythm of the ground shaking. On instinct, I gripped my shaft tightly. I felt a strong déjà vu of this battlefield and this situation.{j}{j}{j}{j}

source: “뭐 하게?”{j}덩치 큰 임시 대장이 뒤에서 물었다.
en_us: “What are you doing?” The bulky temporary boss asked from behind.{j}

source: “근데 잡으면 우리도 좀 먹을 수 있을까?”
en_us: “If we succeed, can we have some of the meat?”

source: “다쳤냐?”
en_us: “Are you hurt?”

source: “오!”
en_us: “Wow!”

source: 핑, 현기증이 일었다.
en_us: I was starting to feel dizzy.

source: “야, 식사 배급이다.”
en_us: “Your food’s here.”

source: 난 말과 함께 예비대를 이끌고 움직였다.{j}주먹만 한 돌을 몇 개 챙기고, 진드기를 바닥에 깔았다.{j}겨우 토끼 몇 마리 잡는 건 일도 아니었다.{j}그 전에 병사들 눈치를 보며 내가 연초를 몇 개 꺼냈다.
en_us: With that, I moved along with the troops in reserve. I brought along a few stones the size of my fist, and spread out the tick on the floor. Capturing a few rabbits wouldn’t be so hard. But before that, I made sure the soldiers weren’t looking, and took out a few cigarettes.{j}{j}{j}

source: 일이 쉽게 풀릴 것 같다는 생각이겠지.{j}좋아.
en_us: He’s probably thinking that things would run smoothly. Good.{j}

source: 그리고 놈이 눈을 떴을 때, 난 더 세차게 웃고 싶었지만, 그럴 수 없었다.
en_us: And when he opened his eyes, I wanted to laugh even harder, but I couldn’t.

source: 함성이 들렸다.
en_us: I heard battle cries.

source: “미친 자식.”
en_us: “You must be crazy.”

source: 큰 나무 사이로 팽하고 세 개의 줄이 길을 막았다.{j}줄에 발려 있는 건 손수 만든 진드기였다.
en_us: {j}

source: 오면서 챙긴 돌을 들었다.{j}주먹만 한 짱돌이다.{j}내가 처음 배운 사냥법이 바로 돌팔매질이었다.{j}맞히는 건 자신 있다.
en_us: I raised one of the stones that I picked up along the way. It’s a stone the size of a fist. The first hunting method I learned was how to throw rocks. I’m quite confident in hitting my target.{j}{j}{j}

source: 이런 작은 상단, 그리고 어이없을 정도로 적은 수의 호위가 붙었다.
en_us: He had way too little guards for keeping an Artifact safe.

source: 여기서 더 저으면 오히려 끈적끈적함이 사라졌다.{j}린드의 허벅지에 둘렀던 천을 재활용했다.{j}그 위에 진드기를 담아 대충 묶어서 한쪽에 모았다.
en_us: If it’s stirred too much, it loses its stickiness. I used the cloth wrapped around Lind’s thigh. I contained my tick on top of it, then tied the mixture to collect it in one place.{j}{j}

source: 슬쩍 고개를 돌리고 한 입 빨아본 취사병의 눈이 반짝였다.{j}그리고는 날 끌고 뒤로 막사 뒤편으로 끌고 갔다.
en_us: As he took a puff after turning around, his eyes shone. He then pulled me over to the back of the barracks.{j}

source: “어딜?”
en_us: “To where?”

source: “덫 놔서 잡으면 안 되려나?”{j}린드가 중얼거렸다.
en_us: “Can’t we just trap them?” Lind mumbled.{j}

source: 어둠 속을 가르는 사슴은 빨랐다.{j}‘생각보다 힘이 좋은데.’{j}그런 생각이 들었다.{j}그렇게 놈을 쫓다가 봤다.{j}달빛이 선명하게 비추는 곳을 달리는 놈의 머리를.
en_us: The deer running through the woods was too fast. You are faster than I thought. Then, as I chased after it, I saw its head bobbing inside the bright moonlit area.{j}{j}{j}{j}

source: “약초 좀 캤습니다.”{j}말하며 손에 든 약초를 보여 주었다.{j}내 몸에 묻은 흙을 본 병사가 말했다.
en_us: “I dug up some herbs,” I said, holding out my herbs. The soldier who noticed the dirt on my body spoke out.{j}{j}

source: 난 열다섯 살, 첫 전장에서 한쪽 팔을 잃었다.
en_us: When I was fifteen, I lost one of my arms in my first battlefield.

source: “이 새끼가?{j}아무것도 안 하고 가는 게 아니라…….”{j}병사가 흥분했다.
en_us: “No, you’re not understanding correctly,,,” The soldier’s voice became louder.{j}{j}

source: 기마의 돌격을 정면으로 맞이하는 건.{j}두 번 겪고 싶지 않은 최악의 순간이다.
en_us: Facing mounted soldiers right in front of me was something I didn’t want to go through again. {j}

source: 지진이라도 난 듯 땅이 울리고 굉음이 귀를 때렸다.{j}익숙하면서도 익숙하지 않은 소리다.{j}기마가 돌격하는 소리다.
en_us: The ground shook as if there was an earthquake, and my ears hurt from all the noise.{j}It was both a familiar and an unfamiliar noise.{j}I could hear mounted soldiers charging.

source: 손을 적당히 그러쥐고, 린드의 눈을 마주치며 어서 답하라고 표정으로 말했다.{j}완벽하다.{j}내 연기력은 최고다.
en_us: I grasped onto his hands, then looked at his eyes as if to ask him how to capture the dogs. Perfect. My acting skills were always on top.{j}{j}

source: 내 말에 예비대 전원이 흩어졌다.{j}훈제 고기 몇 점에 충실하게 내 말을 따랐다.{j}‘개나 사람이나, 역시 먹을 걸 주는 게.’{j}그게 정답일지도 몰랐다.
en_us: As soon as I spoke out, all the reserve troops spread out. They were ready to do anything for me thanks to just a few pieces of smoked meat. Both dogs and humans need something to eat. Maybe that’s the answer.{j}{j}{j}

source: “난 평원에서 살아가는 들개다.{j}그리고 난 인간들이 싫다.{j}아니, 이건 아니야.{j}난 이곳에 올 필요가 있다, 이거지.”{j}린드가 혼잣말을 재차 중얼거렸다.
en_us: “Let’s say I’m a stray dog living in the plains, and that I hate humans. Nope. this is not it. I need to come over here.{j}{j}{j}{j}

source: 나 외에는 거의 일어나 있었다.{j}은근한 긴장감으로 잠을 잘 자지 못한 듯했다.
en_us: It looked like I was the only one asleep last night. Perhaps they were too nervous to sleep?{j}

source: 꼼꼼도 해라.
en_us: What a careful guy.

source: 우리의 반 루드비히 백작이야, 개새끼 따위는 신경도 쓰지 않겠지만.{j}그 밑의 지휘관은 아닐 거다.{j}특히나 말단 지휘관이라면, 보병대의 사기를 고려했을 때 꼭 처리해야 할 문제일 거다.{j}누군가에게 호감을 얻고 싶다면 그 사람의 문젯거리를 해결해 줘야 했다.
en_us: Count Van Ludwig wouldn’t care so much for annoying stray dogs. However, his commanders would be different. Especially with the low-ranking commanders, they would have wanted to solve this problem to rekindle the fighting spirit of their soldiers. If you wanted someone to be kind to you, you had to solve their problems. {j}{j}{j}

source: “곱게 죽여 주겠다.”
en_us: “I’ll kill you quickly.”

source: 그가 당당하게 나서는 이유가 있었다.
en_us: There was a reason he was being so brave.

source: 나도 한 입 냉큼 먹었다.{j}하아.{j}천국이 따로 없네.{j}맛있다.{j}얼마 만에 먹는 고기인지.{j}옆에 피워 둔 모닥불을 보며 작업을 시작했다.
en_us: I swallowed another piece whole. Wow. I must be in heaven. It’s so good. I haven’t had a proper piece of meat for a long time. I started to cook some more meat while looking at the fire next to me.{j}{j}{j}{j}{j}

source: 그래.{j}다 좋다.
en_us: Okay. Fine.{j}

source: “오늘 저녁 스튜는 날아갔네?”{j}누군가 말했다.
en_us: “So we can’t have stew for dinner?” Someone asked.{j}

source: “여기에서 나고 자란 병사가 있더라고, 나이는 한 마흔 줄쯤 됐나?”{j}그렇지.{j}잘했다.{j}린드.
en_us: “There’s a soldier who was born and raised here. He’s around 42 years old.” Nice. Good job, Lind.{j}{j}{j}

source: 몰이를 위해 건장한 예비대 둘을 데려왔다.{j}도끼는 놔두고, 임시 대장과 코딱지를 데려왔다.{j}둘이 속닥거리는 소리가 들렸다.
en_us: For our chase, I brought along two healthy reserve troops. I didn’t bring the axed guy, but the temporary boss and the booger guy. I heard them whisper.{j}{j}

source: “이런 빌어먹을.”
en_us: “Oh boy.”

source: ‘돈이 있으면 편하겠지만.’{j}물론 봉급은 나왔다.{j}하지만 그 봉급에서 식비와 장비 대여료가 빠진다.{j}그럼 남는 게 얼마 없다.{j}그 돈으로 붕대와 천을 얼마나 구할 수 있을까?
en_us: I wish I had money. Of course, they paid us salaries. However, we had to pay for our food and equipment with it. After that, there isn’t much left. How much bandages and cloth could I get with the remaining money?{j}{j}{j}{j}

source: “뭐, 사람이 많으니까 몰이 사냥을 하면 됩니다.”
en_us: “Well, there’s enough people, so we can hunt in large groups.”

source: 부유감이 느껴졌다.
en_us: Suddenly, I was drifting in the air.

source: “치유사 새끼는 별말 없던데.”{j}린드가 말했다.
en_us: “My doctor didn’t say a word,” said Lind.{j}

source: 내가 피식 웃고는 사슴 다리에 줄을 매달았다.{j}그대로 나무에 걸어서 목 부분을 손가락으로 더듬어 찾은 뒤 혈관을 잘라냈다.
en_us: I smirked and tied the deer’s legs with our rope. I then hung it to a tree, felt around its neck, and cut through its blood vessel.{j}

source: 잡힌 벌의 반항이 끝날 때쯤이었다.{j}거미줄을 타고 손가락 두 마디만 한 작은 거미가 나타났다.{j}실제로 본 건 이번이 두 번째다.{j}현재 같은 형태는 아니었다.{j}내가 본 건 개량형이고, 이건 원조다.{j}전생에서 이걸 가진 놈이 자랑할 때, 참 갖고 싶었다.
en_us: Just when it had nearly given up escaping, a small spider around the size of two finger knuckles traveled through the web. This is the second time I’m seeing one in real life. But the one I spotted before looked different. The one I saw in my past life is artificially improved, and this one isn’t. I badly wanted to have one when one of my comrades in my past life bragged.{j}{j}{j}{j}{j}

source: “약초도 볼 줄 알아?”
en_us: “Do you know different types of herbs too?”

source: “풀?”
en_us: “Grass?”

source: “하악, 하악!”
en_us: “Huff, huff!”

source: 살아남을 방법은 뭐가 있을까?
en_us: How can I survive in this situation?

source: “재밌어, 크리스.”
en_us: “You’re a funny guy, Chris.”

source: 외모가 출중하면 인생사 여러모로 편하다는 건 진리지.
en_us: It’s true that good looks often give you free tickets in life.

source: “저쪽!”
en_us: “Over there!”

source: 하지만 그보다 빨리 상인이 그들에게 말했다.
en_us: But before I could do so, the merchant opened his mouth.

source: “잠깐 산책.”
en_us: “I’m going for a short walk.”

source: 안 좋아.{j}절대 안 좋아.
en_us: Nope. Not at all.{j}

source: 그런데도 놈은 멀쩡했다.
en_us: But he was still alive.

source: 그는 의리 있기로 소문난 용병이고, 실력도 나쁘지 않았다.
en_us: He is a mercenary known for his loyalty, and with great skills too.

source: 각진 턱을 가진 놈이 답했다.
en_us: The one with the square jaws answered.

source: “나도 몰랐네.{j}용병 패도 있었고, 실력도 괜찮았지.”
en_us: “I had no idea as well. He had the mercenary’s medal, and was competent.”{j}

source: “가자.”{j}막사로 돌아가서 우두머리를 기다릴 일만 남았다.
en_us: “Let’s go.” All we had to do now was to wait for their leader from our camp.{j}

source: 미친 자식이.{j}몰려오는 졸음이 달아날 뻔했다.{j}린드도 잘생긴 편은 아니지만, 네 놈의 여동생은 절대 아니다.{j}그리고 지금은 돌아갈 생각도 없었다.
en_us: Are you out of your mind? His words nearly woke me up. Lind wasn’t good-looking, but his sister definitely wasn’t someone beautiful. Besides, I don’t want to go back now.{j}{j}{j}

source: “으그그극.”
en_us: “Grrrrrr.”

source: 그리고 나도 한입.{j}‘아오.’{j}혀가 녹아내릴 것 같다.{j}아주 오랜만에 맛보는 단맛에 뇌를 누가 찰싹하고 때린 기분이다.
en_us: I took a small bite. Yum. I felt my tongue melting away. I haven’t tasted something sweet for a long time, so it felt as if someone slapped my brain.{j}{j}{j}

source: “그럼.”
en_us: “Well then,”

source: 린드는 그걸 받자마자 우걱우걱 씹어 삼켰다.
en_us: Lind chewed and swallowed the venison as soon as he got his hands on the meat.

source: “사냥 나갈 때, 저희 예비대 좀 끼워 주십시오.”
en_us: “When you go hunting, make sure our reserve troops join you.”

source: “자, 그럼 이제 다섯을 셀 테니, 그때까지 안 나오면 나도 더 못 봐 줍니다.”
en_us: “Now, I’ll count to five, and if you don’t confess until then, I won’t forgive you.”

source: “오늘 할당량은 토끼 다섯 마리다.”
en_us: “Today’s quota is five rabbits.”

source: “정신 나갔냐?”
en_us: “Are you serious?”

source: “자, 일들 하자고.”
en_us: “Now, let’s get to it.”

source: “돌격!{j}돌격!{j}막아라!”{j}
en_us: “Charge! Charge! Stop them!”{j}{j}{j}

source: “히히.{j}좋다.{j}우리 사냥 자주 나오면 안 되나?”
en_us: “Haha. I love this! Can we go out hunting often?”{j}{j}

source: 와아아.
en_us: Aaarrrrgh.

source: 땅을 치고 피눈물을 흘리며 후회하는 내 인생의 첫 장.{j}언제고 되돌리고픈 순간이었다.
en_us: The first chapter of my life where I regret crying tearfully, wishing I could turn back the time again.{j}

source: 오며 가며 들은 얘기로 가동되지 않은 아티팩트는 오염되면 심각한 오작동을 일으킨다고도 했다.
en_us: From what I’ve heard, an Artifact that’s not activated yet could have dangerous side effects when polluted.
